export const lessons = [
  {
    name: 'Налаштувань смартфону',
    description:
      '*Урок 0*\n\nПочнемо з налаштувань смартфону.\n\n✅ чисті обʼєктиви\n✅правильний формат\n✅ включити сітку\n✅ виключаємо live фото\n✅ виключаємо спалах \n\nРеференси - права рука натхнення\nЗберігаємо те, що подобається\nВивчаємо всі телефон',
    url: 'https://youtu.be/S0x36a55GeA?si=pAM-TCyBcVl27nJ0',
    order: 0,
    last: false,
  },
  {
    name: 'Пропорції',
    description:
      '*Урок 1*\n\nПропорції\n\nВірні пропорції на фото - це ознака якісного фото. Іноді\nспотворення грають на руку (наприклад зробити довші ноги або\nзбільшити оптично предмет). Але  коли зйомка предметів\nправильної чіткої форми, то тут важливо знімати без спотворень.\n\nПрактика цього навика у формі гри знімаючи різні предмети\nоднакової форми - квадрат, прямокутник, циліндр - мозок все фіксує!\n\nЕксперименти з моделлю - це дуже важливо зрозуміти на практиці',
    url: 'https://youtu.be/TJPDI7kwE14?si=d\\_Fsk8RnkKyXAm8H',
    order: 1,
    last: false,
  },
  {
    name: 'Кольоровий монохром',
    description:
      '*Урок 2*\n\nКольоровий монохром - це цікавий практикум з розуміння форм.\n\nНе завжди просто знайти однакові за кольором предмети, але можливо! Розмісти їх в плоскості і знімати зверху.\nАбо ж діапазон кольорів, які стоять поруч в колі Іттена - це вже\nаналогове поєднання!',
    url: 'https://youtu.be/0wo0M3QhhMI?si=tmnTqyxY0yYFZZhw',
    order: 2,
    last: false,
  },
  {
    name: 'Руки в кадрі',
    description: `*Урок 3*\n\nРуки в кадрі\n\nУніверсальний інструмент, щоб заворожити картинкою глядача.\nВажливо використовувати інструменти таймінга для зйомки\nсебе, а також стиль мінімалізм (нічого зайвого)\n\nМожна додати до фото цікаві предмети і аксесуари,\nбажано щоб тло (фон) був нейтральним і не перетягував на себе увагу.\n\nРозміщення головного предмету в гарячих точках,\nякі знаходяться в перетині ліній сітки - дають більшу значимість фото для глядача
    `,
    url: 'https://youtu.be/tolaM5tjFLs?si=tQb0ae1FK-9exQUl',
    order: 3,
    last: false,
  },
  {
    name: 'Левітація',
    description: `*Урок 4*\n\nЛевітація\n\nСекрет левітаціі в склі, можна використати тонку волосінь,\nоргскло, вікно і навіть скотч для цього завдання.\n\nЕксперименти з розсипними предметами, світлом та водою.\n\nГоловне знайти такий ракурс, при якому блискуча поверхня не\nдзеркалить
    `,
    url: 'https://youtu.be/ldlgNybpIvo?si=S9pEXufOXs0-GRBU',
    order: 4,
    last: false,
  },
  {
    name: 'Текстури',
    description:
      '*Урок 5*\n\nТекстури\n\nУнікальні зображення видимого малюнку поверхні - тканина,\nпапір, мармур, природні текстури, макро та загальні текстури.\n\nПомічати текстури всюди і фіксувати - ось головне завдання!',
    url: 'https://youtu.be/x\\_ss4BKbWSI?si=1kQfrSg3tzGOKXYC',
    order: 5,
    last: false,
  },
  {
    name: 'Сюрреалізм',
    description:
      '*Урок 6*\n\nСюрреалізм в фотографії - по суті це перекручена реальність, але\nчерез призму досвіду ми розуміємо його легко.\n\nВід ідеї до реалізації - одна думка, один крок, далі діло за\nреалізацією. На цьому етапі приміняйте знання з попередніх\nфото, щоб результат вийшов «вау»!',
    url: 'https://youtu.be/CpsclqeOMow?si=HKpQS6S4ntlHlhRf',
    order: 6,
    last: false,
  },
  {
    name: 'Келих і жорстке світло',
    description: `*Урок 7*\n\nКелих і жорстке світло\n\nЧому келих - бо прозорий і через нього добре проходить світло,\nа значить і колір добре відібʼє.\n\nЖорстке світло - те світло, яке має різкі чіткі тіні або те, від якого\nхочеться зажмуритись! Натуральне або штучне - це не важливо,\nа ось направленість можна побачити через тінь 
    `,
    url: 'https://youtu.be/7HEwsNU5ppc?si=zcSin4Ya9z9eXO4x',
    order: 7,
    last: true,
  },
];
