export const notifications = [
  {
    message:
      'Хочеш глибше вивчити мобільну фотографію?\n\nЗапрошую тебе на курс МОБІЛОГРАФІЯ\n\nВ ньому ми детально розбираємо налаштування, світло, композицію, обробку фото, предметну та портретну зйомку, а також візуал інстаграму та монетизацію фотографії\n\nА ще в ньому є зворотній звʼязок і багато практичних завдань для закріплення знань!!\n\nСтарт курсу вже через 15 числа і це унікальний шанс пройти курс зі знижкою 25%\n\nКлікай, щоб ознайомитись з програмою',
    link: 'https://secure.wayforpay.com/payment/discount20',
    buttonText: 'Програма',
  },
  {
    message:
      'Вітаю!!! Це дуже крута можливість почати рости вже сьогодні!!!\n\n✅ 🧚‍♀️В курсі МОБІЛОГРАФІЯ я розкрила все про мобільну фотографію та візуал ІНСТАГРАМ\n\nЯ працюю фотографинею вже 15 років та займаюсь блогінгом багато років, маю величезний досвід, саме ним я ділюсь з моїми учнями 😇Найближчий потік зовсім скоро!\n\nЗа допомогою курсу ти зможеш:\n👉 знайти нове хоббі або заробіток\n👉 підвищити продажі в блозі або інтернет магазині 🤩\n\nВажливо:\n✅ зворотній звʼязок від мене\n✅ короткі змістовні уроки без води\n✅ навчання в зручний час\n\nА ще вартість курсу від 750 грн ❤️',
    link: 'https://rawphotoacademy.pro/',
    buttonText: 'Курс',
  },
];
